tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "qmk/qmk"
tap "thoughtbot/formulae"

brew "ghq"
brew "git"
brew "hub"
brew "jq"
brew "mysql"
brew "ndenv"
brew "peco"
brew "postgresql@14"
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "zplug"
brew "qmk/qmk/qmk"

cask "docker"
cask "font-menlo-for-powerline"
cask "gifox"
cask "google-japanese-ime"
cask "logitune"
cask "logseq"
cask "karabiner-elements"
cask "raycast"
cask "sequel-pro"
cask "stay"
cask "visual-studio-code"

mas "Ethernet Status", id: 1227616292
mas "Hidden Bar", id: 1452453066
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
