
tap "heroku/brew"
tap "thoughtbot/formulae"

brew "chromedriver"
brew "ghq"
brew "git"
brew "heroku"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libxslt"
brew "mas"
brew "mysql"
brew "ndenv"
brew "openssl"
brew "peco"
brew "postgresql"
brew "rcm"
brew "readline"
brew "rbenv"
brew "ruby-build"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"

cask "bettertouchtool"
cask "docker"
cask "dash"
cask "google-chrome"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "postgres"
cask "sequel-pro"
cask "vagrant"
cask "workflowy"

mas "Alfred", id: 405843582
mas "BetterSnapTool", id: 417375580
mas "Hidden Bar", id: 1452453066
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Stay", id: 435410196
mas "Xcode", id: 497799835
